<?php
//-----------------------------------------------------------------------------
// Опредляем переменные:
//-----------------------------------------------------------------------------
// Все для MySQL:
//	$hostName = "localhost";			// Имя хоста, где находится MySQL
//	$userName = "root";					// Имя пользователя MySQL
//	$password = "";						// Пароль пользователя MySQL
//	$databaseName = "tzpolice";				// Имя базы MySQL

//	$hostName = "";			// Имя хоста, где находится MySQL
//	$userName = "";					// Имя пользователя MySQL
//	$password = "";						// Пароль пользователя MySQL
//	$databaseName = "";				// Имя базы MySQL

//----------------------------------------------------------
	$db_prefix='tzpolice_';

	$db=array();
	$dbs=array(
		'tz_users',
		'tz_clans',

		'rating_screen',
        'pvprating_screen',
		'rating_check',
		'okp4oin',

		'fees',

		'battles_catalog',
		'battles_catalog_cats',
		'battles_comments',
		'battles_rating'
	);

	foreach($dbs as $f){
	// получается строка такого вида
	// $db["users"] = $users_db = "tzpolice_users";
		$f1 = $f.'_db';
		$db[$f] = $$f1 = $db_prefix.$f;
	}
$bases=array();
$bases[] = "tzpolice_rating_screen";
$bases[] = "tzpolice_pvprating_screen";
//	!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!

//----------------------------------------------------------
// максимальный левел рейтинга
	$max_level = '22';

//----------------------------------------------------------
	$months=array(1 => "Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь");
	$months_a=array (1 => "Января", "Февраля", "Марта", "Апреля", "Мая", "Июня", "Июля", "Августа", "Сентября", "Октября", "Ноября", "Декабря");

//////////////////////////////////////////////////////////////
	$prof_alt[0] = 'Без профессии';
	$prof_alt[1] = 'Корсар';
	$prof_alt[2] = 'Сталкер';
	$prof_alt[3] = 'Шахтер';
	$prof_alt[4] = 'Инженер';
	$prof_alt[5] = 'Наемник';
	$prof_alt[6] = 'Торговец';
	$prof_alt[7] = 'Коп. Патрульный';
	$prof_alt[8] = 'Коп. Штурмовик';
	$prof_alt[9] = 'Коп. Специалист';
	$prof_alt[10] = 'Журналист';
	$prof_alt[11] = 'Чиновник';
	$prof_alt[12] = 'Псионик';
	$prof_alt[13] = 'Каторжник';
	$prof_alt[14] = 'Пси-кинетик';
	$prof_alt[15] = 'Пси-медиум';
	$prof_alt[16] = 'Пси-лидер';
	$prof_alt[26] = 'Грузовой робот';
	$prof_alt[27] = 'Десантный робот';
	$prof_alt[28] = 'Боевой робот';
	$prof_alt[30] = 'Дилер';

###################### Police Academy Posts #############
	$post_names[1] = 'ОМ. Москва';
	$post_names[2] = 'ОМ. Оазис';
	$post_names[3] = 'БО. Москва';
	$post_names[4] = 'БО. Оазис';
	$post_names[5] = 'БО. Нева';

////////////////////////////////////////////////////////
/*	175-наложена чатовая молча,
	176-снята чатовая молча,
	177-наложена форумная молча,
	178-снята форумная молча,
	179-на каторгу,
	180-с каторги,
	181-в блок,
	182-из бока.
	183 - чистота перед законом
	184 - поженил
	185 - развел
*/
	$cops_action[175] = 'наложена чатовая молчанка';
	$cops_action[909] = 'отклонена чатовая жалоба';
	$cops_action[176] = 'снята чатовая молчанка';
	$cops_action[177] = 'наложена форумная молчанка';
	$cops_action[178] = 'снята форумная молчанка';
	$cops_action[179] = 'отправка на каторгу';
	$cops_action[180] = 'выпуск с каторги';
	$cops_action[181] = 'отправка в блок';
	$cops_action[182] = 'выпуск из блока';
	$cops_action[183] = 'проверка на чистоту';
	$cops_action[184] = 'поженил';
	$cops_action[185] = 'развел';

?>